Repository: bhavya26/Diabetes-Analyzer
Catalog: DiabetesManager/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, fr, it, nl, pt, sk, zh_hans

# AboutText1.Text
source: About Us
cs: O naší společnosti
de: Wir über uns
fr: Qui sommes-nous
it: Dettagli sull'organizzazione
nl: Informatie
pt: Quem Somos
sk: O našej spoločnosti
zh_hans: 关于我们

# AfterBreakfast.Content
source: After Breakfast
cs: Po snídani
de: Nach dem Frühstück
fr: Après le petit déjeuner
it: Dopo la prima colazione
nl: Na het ontbijt
pt: Depois do pequeno almoço
sk: Po raňajkách
zh_hans: 早餐后

# AfterDinner.Content
source: After Dinner
cs: Po večeři
de: Nach dem Abendessen
fr: Après le dîner
it: Dopo cena
nl: Na het diner
pt: Depois do jantar
sk: Po večeri
zh_hans: 吃过晚饭后

# AfterLunch.Content
source: After Lunch
cs: Po obědě
de: Nach dem Mittagessen
fr: Après le déjeuner
it: Dopo il pranzo
nl: Na de Lunch
pt: Depois do almoço
sk: Po obede
zh_hans: 午饭后

# All1
source: All Time
cs: Čas – vše
de: Alle - Uhrzeit
fr: Les classiques
it: Tutti - Tempo
nl: Tijd Alle
pt: Toda Hora
sk: Čas - všetko
zh_hans: 全部时间

# All2
source: All Time
cs: Čas – vše
de: Alle - Uhrzeit
fr: Les classiques
it: Tutti - Tempo
nl: Tijd Alle
pt: Toda Hora
sk: Čas - všetko
zh_hans: 全部时间

# All3
source: All Time
cs: Čas – vše
de: Alle - Uhrzeit
fr: Les classiques
it: Tutti - Tempo
nl: Tijd Alle
pt: Toda Hora
sk: Čas - všetko
zh_hans: 全部时间

# AppCreated1.Text
source: App Created By Bhavya Sah
cs: Aplikace vytvořené pomocí Sah Jiří
de: App von Bhavya Sah
fr: Application créée par Sah blanche
it: Creato da Omar Sah app
nl: Gemaakt door Bhavya Sah app
pt: Aplicativo criado por Adriano Sah
sk: App vytvoril Peter Klena Sah
zh_hans: 由 Bhavya Sah 创建的应用程序

# AverageValue.Text
source: Average Glucose Value
cs: Hodnota průměrné hladiny glukózy
de: Durchschnittlichen BZ-Wert
fr: Valeur moyenne glycémique
it: Valore glicemico medio
nl: Gemiddelde Glucose waarde
pt: Valor da glicose média
sk: Hodnota priemernej glukóze
zh_hans: 平均血糖值

# BeforeBreakfast.Content
source: Before Breakfast
cs: Před snídaní
de: Vor dem Frühstück
fr: Avant le petit déjeuner
it: Prima colazione
nl: Voor het ontbijt
pt: Antes do pequeno almoço
sk: Pred raňajkami
zh_hans: 早餐前

# BeforeDinner.Content
source: Before Dinner
cs: Před večeří
de: Vor dem Abendessen
fr: Avant le dîner
it: Prima di cena
nl: Voor het diner
pt: Antes do jantar
sk: Pred večerou
zh_hans: 在晚餐前

# BeforeLunch.Content
source: Before Lunch
cs: Před obědem
de: Vor dem Mittagessen
fr: Avant le déjeuner
it: Prima di pranzo
nl: Voor de Lunch
pt: Antes do almoço
sk: Pred obedom
zh_hans: 午饭前

# BigClick.Content
source: Big Donation
cs: Velký dar
de: Große Spende
fr: Grand don
it: Grande donazione
nl: Grote donatie
pt: Doação de grande
sk: Veľký dar
zh_hans: 大捐赠

# BreakfastCombo.Content
source: Breakfast
cs: Snídaně
de: Frühstück
fr: Petit-déjeuner
it: Colazione
nl: Ontbijt
pt: Café da Manhã
sk: Raňajky
zh_hans: 早餐

# BreakfastCombo1
source: Breakfast
cs: Snídaně
de: Frühstück
fr: Petit-déjeuner
it: Colazione
nl: Ontbijt
pt: Café da Manhã
sk: Raňajky
zh_hans: 早餐

# BreakfastCombo2
source: Breakfast
cs: Snídaně
de: Frühstück
fr: Petit-déjeuner
it: Colazione
nl: Ontbijt
pt: Café da Manhã
sk: Raňajky
zh_hans: 早餐

# BreakfastCombo3
source: Breakfast
cs: Snídaně
de: Frühstück
fr: Petit-déjeuner
it: Colazione
nl: Ontbijt
pt: Café da Manhã
sk: Raňajky
zh_hans: 早餐

# Delete1.Label
source: Delete
cs: Odstranit
de: Löschen
fr: Supprimer
it: Elimina
nl: Verwijderen
pt: Excluir
sk: Odstrániť
zh_hans: 删除

# DinnerCombo.Content
source: Dinner
cs: Večeře
de: Abendessen
fr: Dîner
it: Cena
nl: Diner
pt: Jantar
sk: Večera
zh_hans: 晚餐

# DinnerCombo1
source: Dinner
cs: Večeře
de: Abendessen
fr: Dîner
it: Cena
nl: Diner
pt: Jantar
sk: Večera
zh_hans: 晚餐

# DinnerCombo2
source: Dinner
cs: Večeře
de: Abendessen
fr: Dîner
it: Cena
nl: Diner
pt: Jantar
sk: Večera
zh_hans: 晚餐

# DinnerCombo3
source: Dinner
cs: Večeře
de: Abendessen
fr: Dîner
it: Cena
nl: Diner
pt: Jantar
sk: Večera
zh_hans: 晚餐

# Edit1.Label
source: Edit Entry
cs: Upravit položku
de: Eingabe bearbeiten
fr: Modifier l’entrée
it: Modifica voce
nl: Vermelding bewerken
pt: Editar Entrada
sk: Upraviť položku
zh_hans: 编辑条目

# EditText1.Text
source: Data Edited Successfully
cs: Data úspěšně upravil
de: Daten erfolgreich bearbeitet
fr: Données éditées avec succès
it: Dati modificati con successo
nl: Gegevens bewerkt met succes
pt: Dados de edição com sucesso
sk: Údaje upravené úspešne
zh_hans: 数据已成功编辑

# EveryTime.Content
source: All Time
cs: Čas – vše
de: Alle - Uhrzeit
fr: Les classiques
it: Tutti - Tempo
nl: Tijd Alle
pt: Toda Hora
sk: Čas - všetko
zh_hans: 全部时间

# FeedBack1.Content
source: FeedBack / Suggestions
cs: Zpětná vazba / návrhy
de: FeedBack / Anregungen
fr: Vos commentaires / Suggestions
it: FeedBack / suggerimenti
nl: FeedBack / suggesties
pt: Comentários / sugestões
sk: Spätná väzba / návrhy
zh_hans: 反馈 / 建议

# GraphText1.Text
source: Graphs
cs: Grafy
de: Diagramme
fr: Graphiques
it: Grafici
nl: Diagrammen
pt: Gráficos
sk: Grafy
zh_hans: 图形

# Green1.Text
source: Normal Glucose Value
cs: Hodnota normálního glykemie
de: Normale BZ-Wert
fr: Valeur de glycémie normale
it: Valore normale del glucosio
nl: Normaal Glucose waarde
pt: Valor normal de glicose
sk: Normálna glykémia
zh_hans: 正常血糖值

# HistoryPop11.Text
source: Now Try Pro Mode which Enables Various New Features
cs: Teď zkuste režim Pro které umožňuje různé nové funkce
de: Versuchen Sie nun Pro Modus welche ermöglicht verschiedene neue Features
fr: Maintenant, essayez le Mode Pro qui permet diverses nouvelles fonctionnalités
it: Ora provare modalità Pro che consente varie nuove funzionalità
nl: Probeer nu Pro-modus welke kunt verschillende nieuwe functies
pt: Agora tente modo Pro que permite que vários novos recursos
sk: Teraz skúste Pro mód ktorý umožňuje rôzne nové funkcie.
zh_hans: 现在尝试 Pro 模式，使各种新功能

# HistoryPop22.Text
source: Just Click On the Bottom Right Corner of The Page/Visit the About Page
cs: Stačí kliknout na pravém dolním rohu stránky/návštěva o stránce
de: Klicken Sie einfach auf der unteren rechten Ecke der Seite/Besuch der Seite ""
fr: Il suffit de cliquer sur le coin inférieur droit de la Page/visite la page
it: Basta fare clic su nell'angolo inferiore destro della pagina/Visita la pagina
nl: Klik enkel op de bodem juiste hoek van de pagina/bezoek de over pagina
pt: Basta clicar no canto inferior direito da página/visita a página sobre
sk: Stačí kliknúť na pravom dolnom rohu stránky/návšteva o stránke
zh_hans: 只需点击右下角的页面的访问网页

# HistoryText1.Text
source: History
cs: Historie
de: Verlauf
fr: Historique
it: Cronologia
nl: Overzicht
pt: Histórico
sk: História
zh_hans: 历史记录

# HomeText1.Text
source: Home
cs: Domů
de: Startseite
fr: Accueil
nl: Thuis
pt: Página Inicial
sk: Domov
zh_hans: 主页

# LunchCombo.Content
source: Lunch
cs: Oběd
de: Mittagstisch
fr: Déjeuner
it: Pranzo
pt: Almoço
sk: Obed
zh_hans: 午餐

# LunchCombo1
source: Lunch
cs: Oběd
de: Mittagstisch
fr: Déjeuner
it: Pranzo
pt: Almoço
sk: Obed
zh_hans: 午餐

# LunchCombo2
source: Lunch
cs: Oběd
de: Mittagstisch
fr: Déjeuner
it: Pranzo
pt: Almoço
sk: Obed
zh_hans: 午餐

# LunchCombo3
source: Lunch
cs: Oběd
de: Mittagstisch
fr: Déjeuner
it: Pranzo
pt: Almoço
sk: Obed
zh_hans: 午餐

# Maximum1.Text
source: Maximum Glucose Value
cs: Hodnota maximální hladiny glukózy
de: Maximale BZ-Wert
fr: Valeur maximale de Glucose
it: Valore massimo del glucosio
nl: Maximale Glucose waarde
pt: Valor máximo de glicose
sk: Maximálna glykémia
zh_hans: 最高血糖值

# Minimum1.Text
source: Minimum Glucose Value
cs: Hodnota minimální hladiny glukózy
de: Minimale BZ-Wert
fr: Valeur minimale de Glucose
it: Valore minimo del glucosio
nl: Minimale Glucose waarde
pt: Valor mínimo de glicose
sk: Minimálne glykémia
zh_hans: 最低的血糖值

# Past11.Content
source: Past 1 Year
cs: Za 1 rok
de: Vorbei an 1 Jahr
fr: L'année passée
it: Passato 1 anno
nl: Afgelopen 1 jaar
pt: Passado 1 ano
sk: Posledný 1 rok
zh_hans: 过去 1 年

# Past301.Content
source: Past 30 Days
cs: Posledních 30 dní
de: Letzte 30 Tage
fr: Derniers 30 jours
it: Negli ultimi 30 giorni
nl: Afgelopen 30 dagen
pt: Últimos 30 dias
sk: Posledných 30 dní
zh_hans: 过去 30 天

# Past61.Content
source: Past 6 Months
cs: Posledních 6 měsíců
de: Letzten 6 Monate
fr: 6 derniers mois
it: Ultimi 6 mesi
nl: Afgelopen 6 maanden
pt: Últimos 6 Meses
sk: Posledných 6 mesiacov
zh_hans: 过去 6 个月

# Past901.Content
source: Past 90 Days
cs: Za 90 dní
de: Letzten 90 Tage
fr: Ces derniers 90 jours
it: Ultimi 90 giorni
nl: Afgelopen 90 dagen
pt: Últimos 90 dias
sk: Predchádzajúce dni: 90
zh_hans: 过去 90 天

# ProMode1.Label
source: Unlock Pro Mode
cs: Odemknout režim Pro
de: Pro-Modus freischalten
fr: Débloquer le Mode Pro
it: Sbloccare modalità Pro
nl: Ontgrendelen van Pro-modus
pt: Destravar o modo Pro
sk: Odomknúť Pro mód
zh_hans: 解锁临模式

# ProModeButton1.Content
source: Buy Pro Mode
cs: Koupit Pro režim
de: Kaufen Pro-Modus
fr: Acheter Pro Mode
it: Acquista Pro Mode
nl: Kopen van Pro-modus
pt: Comprar Pro modo
sk: Predám Pro mód
zh_hans: 买临模式

# ProPop11.Text
source: Pro Mode Contains the Following Features:
cs: Režim pro obsahuje následující funkce:
de: Pro-Modus enthält die folgenden Features:
fr: Mode Pro contient les fonctionnalités suivantes :
it: Modalità Pro contiene le seguenti funzionalità:
nl: Pro modus bevat de volgende functies:
pt: Modo pro contém os seguintes recursos:
sk: Pro mód obsahuje nasledovné funkcie:
zh_hans: 临模式包含以下功能︰

# ProPop21.Text
source: Export Data to Csv/Excel File Format
cs: Exportovat Data do formátu souboru Csv nebo Excel
de: Daten in Csv/Excel-Dateiformat exportieren
fr: Exporter des données au Format de fichier Csv/Excel
it: Esportare dati in formato Csv/Excel
nl: Gegevens exporteren naar Csv/Excel-bestandsindeling
pt: Exportar dados para o formato de arquivo Csv/Excel
sk: Export dát do formátu Csv/Excel súbor
zh_hans: 将数据导出到 Csv/Excel 文件格式

# ProPop31.Text
source: Edit Data
cs: Upravit data
de: Daten bearbeiten
fr: Modifier les données
it: Modifica i dati
nl: Gegevens bewerken
pt: Editar Dados
sk: Úprava údajov
zh_hans: 编辑数据

# ProPop41.Text
source: Remove Advertisement
cs: Odstranit inzerát
de: Werbung entfernen
fr: Supprimer annonce
it: Rimuovere pubblicità
nl: Advertentie verwijderen
pt: Remover anúncio
sk: Remove Advertisement odstrániť reklama
zh_hans: 删除广告

# ProPop51.Text
source: Many More Feature that are incoming in the future
cs: Mnoho více funkce, která jsou příchozí v budoucnosti
de: Viele mehr Funktion, mit der künftig eingehenden sind
fr: Beaucoup plus caractéristique qui sont entrants dans l’avenir
it: Molte più funzionalità che sono in arrivo in futuro
nl: Veel meer functie die binnenkomende in de toekomst
pt: Muitos mais recursos que são recebidas no futuro
sk: Mnoho viac funkcií, ktoré sú prichádzajúce v budúcnosti
zh_hans: 许多更多的功能，在将来是传入

# Rate1.Content
source: Rate And Review
cs: Hodnotit a recenzovat
fr: Taux et examen
it: Vota e commenta
nl: Tarief en herziening
pt: Taxa e revisão
sk: Hodnotiť a recenzovať
zh_hans: 率和审查

# Red1.Text
source: High Glucose Value
cs: Hodnota vysoké glykemie
de: Hohen BZ-Wert
fr: Valeur de l’hyperglycémie
it: Valore alto glucosio
nl: Hoge Glucose waarde
pt: Valor de glicose alta
sk: Vysoká glykémia
zh_hans: 高血糖值

# RemoveAdv1.Content
source: Remove Advertisement
cs: Odstranit inzerát
de: Werbung entfernen
fr: Supprimer annonce
it: Rimuovere pubblicità
nl: Advertentie verwijderen
pt: Remover anúncio
sk: Remove Advertisement odstrániť reklama
zh_hans: 删除广告

# Select1.Label
source: Select
cs: Výběr
de: Auswählen
fr: Sélectionner
it: Seleziona
nl: Selecteer
pt: Selecione
sk: Vybrať
zh_hans: 选择

# Small1.Content
source: Small Donation
cs: Malý dar
de: Kleine Spende
fr: Petit don
it: Piccola donazione
nl: Kleine donatie
pt: Pequena doação
sk: Malý dar
zh_hans: 小小的捐赠

# StatText1.Text
source: Statistics
cs: Statistika
de: Statistik
fr: Statistiques
it: Statistiche
nl: Statistieken
pt: Estatísticas
sk: Štatistika
zh_hans: 統計資料

# Submit1.Content
source: Submit
cs: Odeslat
de: Absenden
fr: Envoyer
it: Invia
nl: Verzenden
pt: Enviar
sk: Odoslať
zh_hans: 提交

# SubmitText1.Text
source: Data Submitted Successfully
cs: Údaje předložené úspěšně
de: Daten erfolgreich übermittelt
fr: Données présentées avec succès
it: Dati presentati con successo
nl: Gegevens verzonden
pt: Dados enviados com sucesso
sk: Údaje predložené úspešne
zh_hans: 数据已成功提交

# SwipePop11.Text
source: Please Swipe To Acess the Other Conten
cs: Prosím, přejeďte na Acess jiné Conten
de: Bitte streichen Sie zu Acess die anderen XpressMusic
fr: S’il vous plaît faites glisser pour acceder l’autre Conten
it: Per favore passare il dito su Acess l'altro Conten
nl: Gelieve de andere Conten aan Acess jatten
pt: Por favor, Swipe para acessar o outro Conten
sk: Prosím potiahnite aby Acess contenu
zh_hans: 请刷到访问其他内容

# SwipePop21.Text
source: People With Mouse Can Press the Button available on the Right Boundary of the App
cs: Lidé s myší můžete stisknout tlačítko dostupné na pravé ohraničení aplikace
de: Menschen mit der Maus können die zur Verfügung auf der rechten Begrenzung der App drücken
fr: Personnes avec souris pouvez appuyer sur le bouton disponible sur la limite droite de l’application
it: Persone con Mouse possono premere il pulsante disponibile sul limite destro dell'App
nl: Mensen met muis kunnen druk op de knop beschikbaar op de grens rechts van de App
pt: Pessoas com Mouse podem pressionar o botão disponível no limite direito do App
sk: Ľudí s myšou môžete stlačiť tlačidlo dostupné na okraji pravej aplikácie
zh_hans: 鼠标的人可以在该应用程序的权利边界上按按钮可用

# SwipePop31.Text
source: Statistics Page Will Not Show Stats For Old Data Due to Change in the way Data is Showed.
cs: Statistiky stránky se zobrazit statistiky pro staré údaje neprávem na změnu ve způsobu Data ukázala.
de: Statistik Seite wird nicht zeigen Statistiken für alte Daten durch Änderung in der Weise Daten zeigten.
fr: Statistiques Page sera pas montrer Stats pour vieux données Due aux changements dans la façon dont données est montrée.
it: Statistiche pagina verrà non Visualizza statistiche per vecchi dati dovuto cambiamento nel modo di dati è mostrato.
nl: Statistieken pagina zal niet Toon Stats voor oude gegevens wegens verandering in de manier waarop Data wordt getoond.
pt: Estatísticas página será não mostrar estatísticas para velhos dados devido à mudança da forma de dados é mostrado.
sk: Štatistika stránky bude nie zobraziť štatistiky pre staré údaje v dôsledku zmenu spôsobu, akým údaje ukázali.
zh_hans: 研究表明统计页面将不显示统计数据为旧数据由于数据方式的改变。

# SwipePop41.Text
source: Thus Due to this an error will be thrown if new Data not entered.
cs: Tak kvůli tomu chyba bude vyvolána, pokud není zapsána nová Data.
de: So wird aus diesem Grund ein Fehler ausgelöst werden wenn neue Daten nicht eingegeben.
fr: Donc pour cette raison une erreur sera levée si de nouvelles données n’est pas entré.
it: Così a causa di questo errore verrà generato se non inseriti nuovi dati.
nl: Dus als gevolg van deze zal foutmelding gegooid worden als de nieuwe gegevens niet ingevoerd.
pt: Assim, devido a este erro será Descartado se novos dados não entraram.
sk: Tak kvôli tomuto sa bude hádzať chybu ak nezadáte nové údaje.
zh_hans: 因此由于这将引发错误如果不输入新数据。

# SwipePop51.Text
source: Sorry For The Inconveniance Caused
cs: Omlouváme se za způsobené Inconveniance
de: Sorry für die Inconveniance verursacht
fr: Désolé pour le Inconveniance causé
it: Mi dispiace per la Inconveniance causata
nl: Sorry voor de Inconveniance veroorzaakt
pt: Desculpem a Inconveniance causada
sk: Ospravedlňujeme sa za spôsobené Inconveniance
zh_hans: 对不起，造成 Inconveniance

# Twitter1.Text
source: Twitter : @bhavya26
zh_hans: 推特︰ @bhavya26

# Unlocked1.Label
source: Export to CSV
cs: Export do souboru CSV
de: Nach CSV exportieren.
fr: Exporter au format CSV
it: Esporta in formato CSV
nl: Exporteren naar CSV
pt: Exportação para CSV
sk: Exportovať do formátu CSV
zh_hans: 导出到 CSV

# Week1.Content
source: This Week
cs: Tento týden
de: Diese Woche
fr: Cette semaine
it: Settimana corrente
nl: Deze week
pt: Esta Semana
sk: Tento týždeň
zh_hans: 本周

# WhatsNew11.Text
source: • Anniversary Update with ProMode Now on Flat 50% Discount upto 31st March
cs: Následující verze obsahuje tyto prvky:
de: Die folgende Version enthält diese Features:
fr: La Version suivante contient ces fonctionnalités :
it: La versione seguente contiene le seguenti funzioni:
nl: De volgende versie bevat deze functies:
pt: A versão seguinte contém estas características:
sk: Nasledujúca verzia obsahuje tieto funkcie:
zh_hans: 以下版本包含这些功能︰

# WhatsNew21.Text
source: • A Complete New Logo
cs: Kompletní nové Logo
de: Ein komplett neues Logo
fr: Un nouveau Logo complet
it: Un nuovo Logo completo
nl: Een compleet nieuw Logo
pt: Um completo novo logotipo
sk: Kompletné nové Logo
zh_hans: 一个完整的新标志

# WhatsNew31.Text
source: • Reduced App Size Significantly
cs: Drasticky snížit velikost aplikace
de: App-Größe drastisch reduziert
fr: Considérablement diminué la taille de l’App
it: Dimensione dell'App ha ridotto drasticamente
nl: De grootte van de App drastisch gereduceerd
pt: Reduziu drasticamente o tamanho de App
sk: Drasticky znížila veľkosť
zh_hans: 大大降低应用程序大小

# WhatsNew41.Text
source: • Completely ReDesigned Statistics Page
cs: Zcela přepracována stránka statistiky
de: Statistik-Seite komplett überarbeitet
fr: Entièrement repensé Page statistiques
it: Completamente ridisegnata pagina statistiche
nl: Volledig herontworpen statistiekenpagina
pt: Completamente redesenhado página de estatísticas
sk: Úplne prepracovaný štatistika stránky
zh_hans: 完全重新设计的统计页

# WhatsNew51.Text
source: • Now Know if your Glucose is High or Normal with History Page
cs: Teď vědět, jestli vaše glukózy je vysoké nebo normální s historie stránky
de: Nun wissen, ob Ihr Blutzucker hoch "oder" Normal mit History-Seite ist
fr: Maintenant savoir si votre glycémie est élevée ou normale avec une Page d’histoire
it: Ora sapere se il glucosio è alta o normale con pagina di storia
nl: Nu weten of uw Glucose hoog of normaal met geschiedenis pagina is
pt: Agora saber se a sua glicose está alta ou Normal com página de história
sk: Teraz vedieť, či vaša glukózy je vysoká alebo normálna História stránky
zh_hans: 现在知道如果您的血糖高或正常与历史页

# WhatsNew61.Text
source: • A New Pro Mode
cs: Nový režim Pro
de: Eine neue Pro-Modus
fr: Un nouveau Mode Pro
it: Una nuova modalità Pro
nl: Een nieuwe Pro-modus
pt: Um novo modo de Pro
sk: Nové Pro mód
zh_hans: 一种新的职业模式

# WhatsNew71.Text
source: • Ability to Edit Data (Only Pro Mode Users)
cs: Schopnost upravovat Data (pouze režim Pro uživatele)
de: Fähigkeit zum Bearbeiten von Daten (nur Pro-Modus Benutzer)
fr: Possibilité de modifier les données (uniquement les utilisateurs en Mode Pro)
it: Possibilità di modificare i dati (solo per utenti Pro Mode)
nl: Mogelijkheid van het bewerken van gegevens (alleen Pro modus gebruikers)
pt: Capacidade de edição de dados (apenas utilizadores Pro modo)
sk: Možnosť upravovania údajov (iba pre režim užívatelia)
zh_hans: 能够编辑数据 （只有临模式用户）

# WhatsNew81.Text
source: • New Animation for Graphs
cs: Nové animace pro grafy
de: Neue Animation für Graphen
fr: Nouvelle Animation pour les graphiques
it: Nuova animazione per grafici
nl: Nieuwe animatie voor grafieken
pt: Nova animação para gráficos
sk: Nové animácie pre grafy
zh_hans: 新动画图

# Calender2.PlaceholderText
source: Select a Date
cs: Vyberte datum.
de: Datum auswählen
fr: Sélectionner une date
it: Selezionare una data
nl: Selecteer een datum
pt: Selecione uma data
sk: Vyberte dátum
zh_hans: 选择日期

# Glucose1.PlaceholderText
source: Enter Glucose Value
cs: Zadejte hodnotu glukózy v krvi
de: BZ-Wert eingeben
fr: Entrez la valeur glycémique
it: Immettere il valore di glucosio
nl: Glucose waarde invoeren
pt: Digite o valor de glicose
sk: Zadajte hodnotu glykémie
zh_hans: 输入葡萄糖值

# PleaseSelect1.PlaceholderText
source: Pleast Select
cs: Pleast výběr
de: Pleast auswählen
nl: Pleast selecteren
sk: Pleast vyberte
zh_hans: 请选择

# PleaseSelect2.PlaceholderText
source: Please Select
cs: Zvolte prosím
de: Bitte wählen Sie
fr: Veuillez sélectionner
it: Si prega di selezionare
nl: Gelieve te selecteren
pt: Por favor selecione
sk: Prosím vyberte
zh_hans: 请选择

# Glucose2.PlaceholderText
source: Enter Glucose Value
cs: Zadejte hodnotu glukózy v krvi
de: BZ-Wert eingeben
fr: Entrez la valeur glycémique
it: Immettere il valore di glucosio
nl: Glucose waarde invoeren
pt: Digite o valor de glicose
sk: Zadajte hodnotu glykémie
zh_hans: 输入葡萄糖值

# AfterB11.Content
source: After Breakfast
cs: Po snídani
de: Nach dem Frühstück
fr: Après le petit déjeuner
it: Dopo la prima colazione
nl: Na het ontbijt
pt: Depois do pequeno almoço
sk: Po raňajkách
zh_hans: 早餐后

# AfterD11.Content
source: After Dinner
cs: Po večeři
de: Nach dem Abendessen
fr: Après le dîner
it: Dopo cena
nl: Na het diner
pt: Depois do jantar
sk: Po večeri
zh_hans: 吃过晚饭后

# AfterL11.Content
source: After Lunch
cs: Po obědě
de: Nach dem Mittagessen
fr: Après le déjeuner
it: Dopo il pranzo
nl: Na de Lunch
pt: Depois do almoço
sk: Po obede
zh_hans: 午饭后

# BeforeB11.Content
source: Before Breakfast
cs: Před snídaní
de: Vor dem Frühstück
fr: Avant le petit déjeuner
it: Prima colazione
nl: Voor het ontbijt
pt: Antes do pequeno almoço
sk: Pred raňajkami
zh_hans: 早餐前

# BeforeD11.Content
source: Before Dinner
cs: Před večeří
de: Vor dem Abendessen
fr: Avant le dîner
it: Prima di cena
nl: Voor het diner
pt: Antes do jantar
sk: Pred večerou
zh_hans: 在晚餐前

# BeforeL11.Content
source: Before Lunch
cs: Před obědem
de: Vor dem Mittagessen
fr: Avant le déjeuner
it: Prima di pranzo
nl: Voor de Lunch
pt: Antes do almoço
sk: Pred obedom
zh_hans: 午饭前

# BreakfastCombo4.Content
source: Breakfast
cs: Snídaně
de: Frühstück
fr: Petit-déjeuner
it: Colazione
nl: Ontbijt
pt: Café da Manhã
sk: Raňajky
zh_hans: 早餐

# Calender4.PlaceholderText
source: Select a Date
cs: Vyberte datum.
de: Datum auswählen
fr: Sélectionner une date
it: Selezionare una data
nl: Selecteer een datum
pt: Selecione uma data
sk: Vyberte dátum
zh_hans: 选择日期

# Comments4.PlaceholderText
source: Enter Comment
cs: Zadejte komentář
de: Kommentar eingeben
fr: Entrez le commentaire
it: Inserisci commento
nl: Geef commentaar
pt: Inserir Comentário
sk: Zadajte komentár
zh_hans: 输入注释

# DinnerCombo4.Content
source: Dinner
cs: Večeře
de: Abendessen
fr: Dîner
it: Cena
nl: Diner
pt: Jantar
sk: Večera
zh_hans: 晚餐

# LunchCombo4.Content
source: Lunch
cs: Oběd
de: Mittagstisch
fr: Déjeuner
it: Pranzo
pt: Almoço
sk: Obed
zh_hans: 午餐

# PleaseSelect4.PlaceholderText
source: Please Select
cs: Zvolte prosím
de: Bitte wählen Sie
fr: Veuillez sélectionner
it: Si prega di selezionare
nl: Gelieve te selecteren
pt: Por favor selecione
sk: Prosím vyberte
zh_hans: 请选择

# Submit4.Content
source: Submit
cs: Odeslat
de: Absenden
fr: Envoyer
it: Invia
nl: Opslaan
pt: Enviar
sk: Odoslať
zh_hans: 提交

# Comments2.PlaceholderText
source: Enter Comment
cs: Zadejte komentář
de: Kommentar eingeben
fr: Entrez le commentaire
it: Inserisci commento
nl: Geef commentaar
pt: Inserir Comentário
sk: Zadajte komentár
zh_hans: 输入注释

# Print1.Label
source: Print This Page
cs: Vytiskne tuto stránku.
de: Diese Seite drucken
fr: Imprimer cette page
it: Stampa la pagina
nl: Deze pagina afdrukken
pt: Imprimir esta Página
sk: Vytlačí túto stranu
zh_hans: 打印此页面

# ProPop61.Text
source: Print History Page Directly From The App
cs: Tisk historie stránky přímo z aplikace
de: Drucken Sie Seite "Verlauf" direkt aus der App
fr: Imprimer la Page de l’histoire directement à partir de l’App
it: Stampare la pagina di storia direttamente dall'App
nl: Geschiedenis afdrukken direct vanuit de App
pt: Imprima a página de história diretamente do App
sk: Vytlačiť stránku História priamo z aplikácie
zh_hans: 直接从应用程序打印历史记录页
